[		 

  	{ 

 		“originalName”: “Spaghetti Bolognese”, 

			"healthyName": "Courgetti Bolognese", 

			"ingredients": [ 

            		{ 

                	"quantity": "2 tbsp", 

                	"name": " olive oil", 

                	}, 

            		{ 

                	"quantity": "500g", 

                	"name": "turkey mince", 

                	}, 

            		{ 

                	"quantity": "1", 

                	"name": "large onion", 

                	}, 

            		{ 

              	  	"quantity": "1", 

                	"name": "large garlic clove", 

                	}, 

            		{ 

                	"quantity": "2", 

                	"name": "large carrots", 

                	} 

{ 

                	"quantity": "150g", 

                	"name": "pack button mushrooms, roughly chopped", 

                	} 

{ 

                	"quantity": "1 tbsp", 

                	"name": "tomato puree", 

                	} 

{ 

                	"quantity": "2 x 400g cans", 

                	"name": "chopped tomatoes", 

                	} 

{ 

                	"quantity": "2", 

                	"name": "chicken stock cubes", 

                	} 

{ 

                	"quantity": "1 tbsp", 

                	"name": "soy sauce", 

                	} 

{ 

                	"quantity": "4", 

                	"name": "large courgettes", 

                	} 

{ 

                	"quantity": "", 

                	"name": "grate pecorini or parmesan, to serve", 

                	} 

{	 

                	"quantity": "handful", 

                	"name": "basil leaves", 

                	} 

        			], 

  		 

			"method":  

			“STEP 1 

			Heat 1 tbsp of the olive oil in a large saucepan and add the turkey mince. Fry until 	browned, then scoop into a bowl and set aside. 

			STEP 2 

			Add the onion to the pan and cook on a low heat for 8-10 mins until tender. Then add 	the garlic, stirring for 1 min or so, followed by the carrot and the mushrooms, stirring for 	about 3 mins, until softened. Tip the turkey mince back into the pan, add the tomato 	purée, give everything a quick stir and tip in the chopped tomatoes. Fill 1 can with water 	and pour into the pan. Crumble over the chicken stock cubes and bring to the boil. Once 	boiling, lower the heat and simmer for about 1 hr, until the sauce has thickened and the 	veg is tender. 

			STEP 3 

			When the bolognese is nearly ready, stir through the soy sauce and some seasoning. Spiralize your courgettes on the large noodle attachment. Heat a large frying 	pan with the remaining 1 tbsp olive oil and add your courgetti. Cook until slightly 	softened, for 2-3 mins. Season with salt and serve topped with the turkey bolognese, 	grated pecorino and basil leaves.”, 

			"cuisine": " Italian", 

    		"mealTime": "Dinner ", 

    		"calorieSavings": , 

    		"protein":"" , 

			"fat":"" , 

			"carbs":"" , 

			“image”: 

        	}, 

 

{ 

			“originalName”: “Lasagna”, 

			"healthyName": " Caramelised squash & spinach lasagne “, 

			"ingredients": [ 

            			{ 

                		"quantity": "1", 

                		"name": " medium butternut squash, peeled, seeds removed and cut into 2cm 			cubes", 

                		}, 

            			{ 

                		"quantity": "3", 

                		"name": "galric cloves, unpeeled", 

                		}, 

            			{ 

                		"quantity": "handful", 

                		"name": "sage leaves", 

                		}, 

            			{ 

              	  		"quantity": "1 tbsp", 

                		"name": "olive oil", 

                		}, 

            			{ 

                		"quantity": "600g", 

                		"name": "fresh spinach", 

                		} 

{ 

                		"quantity": "12-15", 

                		"name": "lasagna sheets", 

                		} 

{ 

                		"quantity": "125g", 

                		"name": mozarella balls"", 

                		} 

{ 

                		"quantity": "40g", 

                		"name": "pine nuts", 

                		} 

{ 

                		"quantity": 70g", 

                		"name": "butter", 

                		} 

{ 

                		"quantity": "70g", 

                		"name": "flour", 

                		} 

{ 

                		"quantity": "800ml", 

						"name": "milk", 

                		} 

{ 

                		"quantity": "250g", 

                		"name": "mascarpone", 

                		} 

{ 

                		"quantity": "50g", 

                		"name": "parmesan(or vegetarian alternative), grated", 

                	} 

{ 

                	"quantity": "small grating", 

                	"name": "nutmeg", 

                	} 

], 

				"method":  

			“STEP 1 

			Heat the oven to 200C/180C fan/gas 6. Tip the squash and garlic into a large roasting tin or dish (you can use the same one to assemble the lasagne to save on washing-up – ours was 35 x 40cm and 5cm deep). Tear over 4-5 sage leaves, drizzle with the oil and season well, then toss to coat. Roast for 40-50 mins, moving the squash around once or twice, until soft and caramelised. Squeeze the garlic from the skins and mash with the squash, leaving a few chunky bits for texture. 

			STEP 2 

			Meanwhile, make the white sauce. Melt the butter in a large saucepan, and stir in the flour to make a sandy paste. Splash a little milk into the pan, stirring continuously to prevent lumps. Keep adding more milk, a little at a time, until the paste thins to a smooth, creamy sauce and the milk has all been used. Simmer for 1 min more. Stir in the mascarpone and half the parmesan. Season well and grate in a generous amount of nutmeg. 

			STEP 3 

			Tip the spinach into a colander and pour over a kettleful of boiling water to wilt (do this in batches). Once cool enough to handle, squeeze the spinach over the colander to remove the water, then season and roughly chop. 

			STEP 4 

			Remove half of the crushed garlicky squash from the roasting tin and set aside on a plate. Spread the remaining squash out over the base of the tin or dish you intend to serve the lasagne in. Ladle over about a quarter of the sauce, then top with a single layer of lasagne sheets, snapping them to fill any gaps. Make an even layer of spinach on top of the pasta, and top with another quarter of the sauce, more pasta, squash, sauce, pasta and finally the remaining white sauce. 

			STEP 5 

			Scatter over the remaining parmesan, the mozzarella and pine nuts. If the oven is off, heat to 200C/180C fan/gas 6 and cook the lasagne for 30 mins. Rub a little extra oil over 5 or 6 sage leaves, place them on top of the lasagne and return to the oven for another 15-20 mins until golden and bubbling. Leave to cool for 5 mins before serving.”, 

			"cuisine": " Italian", 

    		"mealTime": "Dinner ", 

    		"calorieSavings": “”, 

    		"protein": “”, 

    		"fat": “”, 

			"carbs": “”, 

			“image”: 

        	}, 

{ 

			“originalName”: “Pizza”, 

			"healthyName": "Healthy pizza", 

			"ingredients": [ 

            			{ 

                		"quantity": "100g", 

                		"name": " strong white flour", 

                		}, 

            			{ 

                		"quantity": "100g", 

                		"name": "wholewheat flour", 

                		}, 

            			{ 

                		"quantity": "1 tsp", 

                		"name": "easy blend dry yeast", 

                		}, 

            			{ 

              	  		"quantity": "125ml", 

                		"name": "warm water", 

                		}, 

            			{ 

                		"quantity": "200g", 

                		"name": "chopped tomato", 

                		} 

{ 

                		"quantity": "handful", 

                		"name": "cherry tomatoes, halved", 

                		} 

{ 

                		"quantity": "1", 

                		"name": "large courgette, thinly sliced", 

                		} 

{ 

                		"quantity": "25g", 

                		"name": "mozzarella, torn into pieces", 

                		} 

{ 

                		"quantity": 1 tsp", 

                		"name": "capers in brine, drained", 

                		} 

{ 

                		"quantity": "8", 

                		"name": "green olives", 

                		} 

{ 

                		"quantity": "1 ", 

                	"name": "garlic clove, finely chopped", 

                		} 

{ 

                		"quantity": "2 tbsp", 

                		"name": "chopped parsley, to serve", 

                		} 

], 

			"method":  

			“STEP 1 

			Mix the flours and yeast with a pinch of salt in a food processor fitted with a dough blade. Pour in the water and mix to a soft dough, then work for 1 min. Remove the dough and roll out on a lightly floured surface to a round about 30cm across. Lift onto an oiled baking sheet. 

			STEP 2 

			Spread the canned tomatoes over the dough to within 2cm of the edges. Arrange the cherry tomatoes and courgettes over the top, then scatter with the mozzarella. Mix the capers, olives and garlic, then scatter over the top. Drizzle evenly with the oil. Leave to rise for 20 mins. Heat oven to 240C/ fan 220C/gas 9 or the highest setting. 

			STEP 3 

			Bake the pizza for 10-12 mins until crisp and golden around the edges. Scatter with the parsley to serve.”, 

	 

			"cuisine": " Italian", 

			"mealTime": "Dinner ", 

			"calorieSavings": “”, 

			"protein": “”, 

			"fat": “”, 

			"carbs": “”, 

			“image”: 

			}, 

		{ 

 		“originalName”: “Pasta Carbonara”, 

		"healthyName": "Healthier Pasta Carbonara", 

		"ingredients": [ 

            			{ 

                		"quantity": "2", 

                		"name": "large eggs", 

                		}, 

            			{ 

                		"quantity": "1/2 cup grated", 

                		"name": "pecorino romano or grated parmesan cheese", 

                		}, 

            			{ 

                		"quantity": "1/2 teaspoon", 

                		"name": "garlic powder", 

                		}, 

            			{ 

              	  		"quantity": "8 ounces", 

                		"name": "turkey bacon", 

                		}, 

            			{ 

                		"quantity": "10 ounces", 

                		"name": "whole grain pasta", 

                		} 

						{ 

                		"quantity": "1/4 cup", 

                		"name": " reserved pasta water", 

                		} 

						{ 

                		"quantity": "¼ teaspoon", 

                		"name": "salt", 

                		} 

						{ 

                		"quantity": "generous", 

                		"name": "freshly ground black pepper", 

                		} 

						{ 

                		"quantity": "1-1 ½ cups", 

                		"name": "frozen peas, thawed", 

                		} 

						{ 

                		"quantity": "", 

                		"name": "Freshly ground salt and black pepper", 

                		} 


		], 

		"method":“Step 1
				 Add eggs, cheese and garlic powder to a medium bowl and whisk until combined. Set aside. 
			    
				 Step 2
				 Add eggs, cheese and garlic powder to a medium bowl and whisk until combined. Set aside.
				 
				 Step 3
				 Once bacon is done, blot with a paper towel to absorb excess grease, then chop into bite sized pieces and set aside. There shouldn’t be any bacon grease in the pan unless you used regular pork bacon. If you used regular bacon, drain bacon grease from pan, leaving only about 1-3 teaspoons grease in the pan. You’ll be using this pan for the pasta so remove it from the heat and the hot burner and set on aside on the stovetop.
					
				 Step 4
				 While the bacon is cooking, place a large pot of water over high heat and add in a generous amount of salt. Once the water boils, stir in the angel hair pasta and cook until al dente, about 6-8 minutes.
		
				 Step 5
				 Once pasta is done cooking, reserve 1/4 cup of pasta water and set aside, then drain remaining pasta in a colander. IMMEDIATELY transfer pasta to the pan you cooked the bacon in; the pan might still be warm but it should not be over any direct heat. 
		
				 Step 6
				 Slowly stir in the egg and parmesan mixture and use tongs to coat the pasta with the mixture. The warmth of the pasta will help cook the eggs and make them nice and creamy to coat the pasta. The eggs should not be curdled or chunky. Add in a little bit of the reserved pasta water if necessary to make the sauce creamier. I usually only add a tablespoon or two or the reserved pasta water, but it depends on how creamy you like your pasta!
				 
				 Step 7
				 Give the pasta another stir, then add in 1/4 teaspoon salt, LOTS of freshly ground black pepper, the chopped bacon and thawed peas. Stir again to coat. Taste and add more salt and pepper if necessary. Add red pepper flakes if you like a little bit of heat. Enjoy! Serves 4. Garnish with extra cheese and dig in!
				 ",
		"cuisine": " ", 

    	"mealTime": "Dinner", 

    	"calorieSavings": “”, 

    	"protein": “30.9g”, 

    	"fat": “10.1g”, 

		"carbs": “58.2g”, 

		“image”: "https://www.ambitiouskitchen.com/wp-content/uploads/2019/06/Pasta-Carbonara-6.jpg", 

        }, 

		{ 

 		“originalName”: “Shakshuka”, 

		"healthyName": "Healthy Shakshuka", 

		"ingredients": [ 

            			{ 

               		"quantity": "1 tbsp", 
					
                	"name": " cold pressed rapeseed oil", 

               		}, 

            		{ 

               		"quantity": "1" 

               		"name": "red onion , cut into thin wedges", 

               		}, 

           			{ 

               		"quantity": "1", 

               		"name": "yellow pepper, finely sliced", 

               		}, 

           			{ 

           	  		"quantity": "3", 

               		"name": "large garlic cloves", 

               		}, 

           			{ 

               		"quantity": "1 tbsp", 

               		"name": "cumin", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

                	"name": "coriander seeds,crushed", 

                	} 

					{ 

                	"quantity": "1 heaped tsp", 

                	"name": "sweet smoked paprika", 

                	} 

					{ 

                	"quantity": "400g can", 

                	"name": "cherry tomatoes", 

                	} 

					{ 

                	"quantity": "115g", 

                	"name": "baby spinach", 

                	} 

					{ 

                	"quantity": "half small bunch", 

                	"name": "coriander, roughly chopped", 

                	} 

					{ 

                	"quantity": "4", 

					"name": "mediums eggs", 

                	} 

					{ 
					
                	"quantity": "half small bunch ", 

                	"name": "dill", 

                	} 

					
			], 

			"method": “STEP 1
					  Heat the oil in a large, non-stick frying pan. Add the onion and peppers and fry over a medium heat for 8-10 mins until the veg is beginning to soften. Add the garlic, cumin, coriander and paprika and fry for 1 min more. Tip in the tomatoes, spinach and 100ml water and bubble until the spinach has wilted, then lower to a simmer and cook, uncovered, for 10 mins. Season to taste.
					  STEP 2
					  Make four indentations in the tomato mixture and gently crack an egg into each one. Cover with a lid or foil and cook over a gentle heat for 8-10 mins, or until the eggs are just set. Uncover, scatter with the fresh herbs and serve.”, 
			
			"cuisine": " Middle Eastern", 

    		"mealTime": " Dinner", 

    		"calorieSavings": “”, 

    		"protein": “”, 

    		"fat": “”, 

			"carbs": “”, 

			“image”: 

        	}, 

{ 

 		“originalName”: “Full Irish”, 

		"healthyName": "Healthy Full Irish", 

		"ingredients": [ 

            			{ 

               		"quantity": "2 tbsp", 
					
                	"name": " rapeseed oil", 

               		}, 

            		{ 

               		"quantity": "1", 

               		"name": "small onion", 

               		}, 

           			{ 

               		"quantity": "3", 

               		"name": "garlic cloves", 

               		}, 

           			{ 

           	  		"quantity": "1 heaped tsp", 

               		"name": "sweet smoked paprika", 

               		}, 

           			{ 

               		"quantity": "400g can", 

               		"name": "chpped tomatoes", 

                	} 

					{ 

                	"quantity": "½ x 400g", 

                	"name": "can chopped tomatoes with herbs", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

                	"name": " reduced-salt brown sauce", 

                	} 

					{ 

                	"quantity": "300g", 

                	"name": "Portobellini or chestnut mushrooms , halved", 

                	} 

					{ 

                	"quantity": "3", 

                	"name": " thyme sprigs , plus extra to serve", 

                	} 

					{ 

                	"quantity": " 400g", 

                	"name": "cherry tomatoes on the vine", 

                	} 

					{ 

                	"quantity": "8", 

					"name": "4", 

                	} 


			], 

			"method": “STEP 1
					  Heat oven to 200C/180C fan/gas 6 and heat 1 tbsp of the oil in a small saucepan. Add the onion and fry over a medium heat for 8-10 mins, or until softened and starting to turn golden brown. Add the crushed garlic and paprika and cook for 1 min more, then add the beans, chopped tomatoes and brown sauce and bring to the boil. Lower to a simmer and cook for 10-12 mins, stirring occasionally. Cover to keep warm and set aside.

						STEP 2
						Meanwhile, toss the mushrooms, thyme and cherry tomatoes in a roasting tin with the remaining garlic and oil. Roast for 12 mins until the mushrooms and tomatoes are soft, then remove from the oven and cover to keep warm. Turn the grill to its highest setting. Put the chipolatas on a foil-lined baking sheet and grill for 4-5 mins on each side, or until golden brown and cooked through.

						STEP 3
						Crack the eggs into a small bowl. Bring a pan of lightly salted water to the boil and swirl vigorously with a wooden spoon to create a whirlpool. Once the whirlpool has almost subsided, tip in one egg, then lower the heat and gently cook for 3 mins. Scoop out with a slotted spoon, transfer to a plate and repeat with the remaining eggs. Serve the roasted veg with the sausages, eggs and beans, season and scatter with thyme leaves.”, 
			
			"cuisine": " Irish", 

    		"mealTime": " breakfast", 

    		"calorieSavings": “”, 

    		"protein": “”, 

    		"fat": “”, 

			"carbs": “”, 

			“image”: 

        	}, 


{ 

 		“originalName”: “Pancakes”, 

		"healthyName": "Health Pancakes", 

		"ingredients": [ 

            			{ 

               		"quantity": "1", 
					
                	"name": "orange , zested and juiced", 

               		}, 

            		{ 

               		"quantity": "120g", 

               		"name": "frozen berries", 

               		}, 

           			{ 

               		"quantity": "1", 

               		"name": "small Pink Lady apple , finely diced", 

               		}, 

           			{ 

           	  		"quantity": "100g", 

               		"name": " porridge oats", 

               		}, 

           			{ 

               		"quantity": "1 tsp", 

               		"name": " baking powder", 

                	} 

					{ 

                	"quantity": "1 tsp", 

                	"name": " cinnamon", 

                	} 


					{ 

                	"quantity": "100ml", 

                	"name": "oat milk", 

                	} 

					{ 

                	"quantity": "1", 

                	"name": "medium egg , lightly beaten", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

					"name": "cold pressed rapeseed oil", 

                	} 

					{ 
					
                	"quantity": "50g", 

                	"name": " fat-free Greek yogurt", 

                	} 



			], 

			"method": “STEP 1
						To make the compote, put the orange juice, berries and apple in a small saucepan and gently simmer over a medium heat for 10-12 mins until the berries begin to burst and the apple has softened. Remove from the heat and leave to cool a little. Add a splash of water to loosen, if you like.

						STEP 2
						Blitz the oats in a food processor to form a coarse flour consistency, then tip into a mixing bowl. Add the baking powder, cinnamon and orange zest and stir well. Whisk together the oat milk and egg in a jug, then pour into the dry ingredients and combine to create a thick batter.

						STEP 3
						Heat a little of the oil in a non-stick frying pan, then pour in 2 tbsp of the batter to make a small pancake. Cook over a medium heat for 2 mins, or until small bubbles start to appear on the surface. Flip the pancake over and cook on the other side for 1 min, then transfer to a plate. Repeat with the remaining oil and batter (you should end up with six pancakes). Stack the pancakes on two warm plates, spoon over the compote and top with a dollop of the Greek yogurt.”, 
			
			"cuisine": "Irish ", 

    		"mealTime": "breakfast", 

    		"calorieSavings": “”, 

    		"protein": “”, 

    		"fat": “”, 

			"carbs": “”, 

			“image”: 

        	}, 


{ 

 		“originalName”: “Tabbouleh”, 

		"healthyName": " Healthy tabbouleh", 

		"ingredients": [ 

            			{ 

               		"quantity": "100g ", 
					
                	"name": "dried quinoa", 

               		}, 

            		{ 

               		"quantity": "75g", 

               		"name": " parsley , roughly chopped", 

               		}, 

           			{ 

               		"quantity": "100g ", 

               		"name": "cucumber , cut into small dice", 

               		}, 

           			{ 

           	  		"quantity": "1 tbsp", 

               		"name": " olive oil", 

               		}, 

           			{ 

               		"quantity": "2 tbsp", 

               		"name": " balsamic vinegar", 

                	} 

					{ 

                	"quantity": "", 

                	"name": "", 

                	} 

					{ 

                	"quantity": "half", 

                	"name": "juice and zest, lemon", 

                	} 

					{ 

                	"quantity": "drop of", 

                	"name": "vanilla extract", 

                	} 

					{ 

                	"quantity": "1 tsp", 

                	"name": "rice syrup or agave", 

                	} 

					{ 

                	"quantity": "pinch", 

                	"name": "Himalayan pink salt", 

                	} 

					{ 

                	"quantity": "½ ", 

					"name": " garlic clove , crushed", 

                	} 

				

			], 

			"method": “STEP 1
						Cook the quinoa following pack instructions, then set aside to cool.

						STEP 2
						Make the dressing by adding the olive oil, vinegar, lemon juice, vanilla extract, rice syrup, pinch of salt and garlic into a jug and whisk until smooth. Mix this into the quinoa and mix together with all the other ingredients. Serve on a bed of salad leaves.”, 
			
			"cuisine": "Middle Eastern", 

    		"mealTime": "Dinner", 

    		"calorieSavings": “”, 

    		"protein": “”, 

    		"fat": “”, 

			"carbs": “”, 

			“image”: 

        	}, 


		{ 

 		“originalName”: “Tikka Masala”, 

		"healthyName": "Healthy Tikka Masala", 

		"ingredients": [ 

            			{ 

               		"quantity": "1", 
					
                	"name": "large onion , chopped", 

               		}, 

            		{ 

               		"quantity": "4", 

               		"name": "large garlic cloves", 

               		}, 

           			{ 

               		"quantity": "thumb-sized piece", 

               		"name": "ginger", 

               		}, 

           			{ 

           	  		"quantity": "4", 

               		"name": "small skinless chicken breasts, cut into chunks", 

               		}, 

           			{ 

               		"quantity": "2 tbsp", 

               		"name": "tikka spice powder
", 

                	} 

					{ 

                	"quantity": "1 tsp", 

                	"name": "cayenne pepper", 

                	} 

					{ 

                	"quantity": "400g can", 

                	"name": "chopped tomatoes", 

                	} 

					{ 

                	"quantity": "40g", 

                	"name": "ground almonds", 

                	} 

					{ 

                	"quantity": "200g", 

                	"name": "spinach", 

                	} 

					{ 

                	"quantity": "3 tbsp", 

                	"name": "fat-free natural yogurt", 

                	} 

					{ 

                	"quantity": "½ small bunch", 

					"name": "coriander , chopped", 

                	} 

					{ 
					
                	"quantity": "", 

                	"name": "brown basmati rice , to serve", 

                	} 

					

			], 

			"method": “STEP 1
						Put the onion, garlic and ginger in a food processor and whizz to a smooth paste.

						STEP 2
						Heat 1 tbsp of the oil in a flameproof casserole dish over a medium heat. Add the onion mixture and fry for 15 mins. Tip into a bowl and wipe out the pan.

						STEP 3
						Add the remaining oil and the chicken and fry for 5-7 mins, or until lightly brown. Stir in the tikka spice and cayenne and fry for a further minute. Tip the onion mixture back into the pan, along with the tomatoes and 1 can full of water. Bring to the boil, then reduce to a simmer and cook, uncovered, for 15 mins. Stir in the almonds and spinach and cook for a further 10 mins. Season, then stir though the yogurt and coriander. Serve with brown rice.”, 
			
			"cuisine": "Indian", 

    		"mealTime": "Dinner", 

    		"calorieSavings": “”, 

    		"protein": “38g””, 

    		"fat": “17g”, 

			"carbs": “13g”, 

			“image”: 

        }, 

        	 

 

		{ 

 		“originalName”: “Pasta Primeavera”, 

		"healthyName": "Healthy Pasta Primeavera", 

		"ingredients": [ 

            			{ 

               		"quantity": "75g", 
					
                	"name": "young broad beans (use frozen if you can't get fresh)", 

               		}, 

            		{ 

               		"quantity": "2 x 100g pack", 

               		"name": "asparagus tips", 

               		}, 

           			{ 

               		"quantity": "170g", 

               		"name": "peas (use frozen if you can't get fresh)", 

               		}, 

           			{ 

           	  		"quantity": "350g", 

               		"name": "spaghetti or tagliatelle", 

               		}, 

           			{ 

               		"quantity": "175g", 

               		"name": "pack baby leeks , trimmed and sliced", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

                	"name": "olive oil , plus extra to serve", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

                	"name": "butter", 

                	} 

					{ 

                	"quantity": "200ml tub", 

                	"name": "fromage frais or creme fraiche", 

                	} 

					{ 

                	"quantity": "handful", 

                	"name": "fresh chopped herbs (we used mint, parsley and chives)", 

                	} 

					{ 

                	"quantity": "", 

                	"name": "parmesan (or vegetarian alternative), shaved, to serve", 

                	} 

					
			], 

			"method": “STEP 1
						Bring a pan of salted water to the boil and put a steamer (or colander) over the water. Steam the beans, asparagus and peas until just tender, then set aside. Boil the pasta following pack instructions.

						STEP 2
						Meanwhile, fry the leeks gently in the oil and butter for 5 mins or until soft. Add the fromage frais to the leeks and very gently warm through, stirring constantly to ensure it doesn’t split. Add the herbs and steamed vegetables with a splash of pasta water to loosen.

						STEP 3
						Drain the pasta and stir into the sauce. Adjust the seasoning, then serve scattered with the cheese and drizzled with a little extra olive oil.”, 
			
			"cuisine": "Italian", 

    		"mealTime": "Dinner", 

    		"calorieSavings": “”, 

    		"protein": “20g”, 

    		"fat": “9g”, 

			"carbs": “476”, 

			“image”: 

        	}, 
		
			{ 

 		“originalName”: “Chilli Con Carne”, 

		"healthyName": "Vegan Chilli", 

		"ingredients": [ 

            			{ 

               		"quantity": "3 tbsp", 
					
                	"name": "olive oil", 

               		}, 

            		{ 

               		"quantity": "2", 

               		"name": "sweet potatoes, peeled and cut into medium chunks", 

               		}, 

           			{ 

               		"quantity": "2 tsp", 

               		"name": "smoked paprika", 

               		}, 

           			{ 

           	  		"quantity": "2 tsp", 

               		"name": "ground cumin", 

               		}, 

           			{ 

               		"quantity": "1", 

               		"name": "onion, chopped", 

                	} 

					{ 

                	"quantity": "2", 

                	"name": "carrots, chopped", 

                	} 

					{ 

                	"quantity": "2", 

                	"name": "celery sticks, chopped", 

                	} 

					{ 

                	"quantity": "2", 

                	"name": "garlic cloves, crushed", 

                	} 

					{ 

                	"quantity": "1-2 tsp", 

                	"name": "chilli powder (depending on how hot you like it)", 

                	} 

					{ 

                	"quantity": "1 tsp", 

                	"name": "dried oregano", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

					"name": "tomato purée", 

                	} 

					{ 
					
                	"quantity": "1", 

                	"name": "red pepper, cut into chunks", 

                	} 

					{ 

                	"quantity": "2 x 400g cans", 

                	"name": "chopped tomatoes", 

					} 

					{ 

					"quantity": "400g can", 

					"name": "black beans, drained", 

					} 

					{ 

					"quantity": " kidney beans, drained", 

					"name": " kidney beans, drained", 

					} 
					{ 

					"quantity": "", 

					"name": "lime wedges, guacamole, rice and coriander to serve", 

					} 

			], 

			"method": “STEP 1
						Heat the oven to 200C/180C fan/gas 6. Put the sweet potato in a roasting tin and drizzle over 1½ tbsp oil, 1 tsp smoked paprika and 1 tsp ground cumin. Give everything a good mix so that all the chunks are coated in spices, season with salt and pepper, then roast for 25 mins until cooked.

						STEP 2
						Meanwhile, heat the remaining oil in a large saucepan over a medium heat. Add the onion, carrot and celery. Cook for 8-10 mins, stirring occasionally until soft, then crush in the garlic and cook for 1 min more. Add the remaining dried spices and tomato purée. Give everything a good mix and cook for 1 min more.

						STEP 3
						Add the red pepper, chopped tomatoes and 200ml water. Bring the chilli to a boil, then simmer for 20 mins. Tip in the beans and cook for another 10 mins before adding the sweet potato. Season to taste then serve with lime wedges, guacamole, rice and coriander. Will keep, in an airtight container in the freezer, for up to three months.

						To make in a slow cooker
						Heat the oil in a large frying pan over a medium heat. Add the onion, carrot and celery. Cook for 8-10 mins, stirring occasionally until soft, then crush in the garlic, tip in the sweet potato chunks and cook for 1 min more. Add all the dried spices, oregano and tomato purée, cook for 1 min, then tip into a slow cooker.

						Add the red pepper and chopped tomatoes. Give everything a good stir then cook on low for 5 hrs. Stir in the beans and cook for another 30 mins to 1 hr. Season to taste and serve with lime wedges, guacamole, rice and coriander.”, 
			
			"cuisine": "Mexican", 

    		"mealTime": "Dinner", 

    		"calorieSavings": “”, 

    		"protein": “12g”, 

    		"fat": “10”, 

			"carbs": “48”, 

			“image”: 

        	}, 
			
			{ 

 		“originalName”: “Fish & Chips”, 

		"healthyName": "Healthy Fish & Chips", 

		"ingredients": [ 

            			{ 

               		"quantity": "450g ", 
					
                	"name": "potatoes , peeled and cut into chips", 

               		}, 

            		{ 

               		"quantity": "1 tbsp", 

               		"name": "olive oil , plus a little extra for brushing", 

               		}, 

           			{ 

               		"quantity": "2", 

               		"name": "white fish fillets about 140g/5oz each", 

               		}, 

           			{ 

           	  		"quantity": "1", 

               		"name": "grated lemon zest and juice", 
", 

               		}, 

           			{ 

               		"quantity": "small handful", 

               		"name": "parsley leaves, chopped", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

                	"name": "capers , chopped", 

                	} 

					{ 

                	"quantity": "2 heaped tbsp", 

                	"name": "0% Greek yogurt", 

                	} 

					{ 

                	"quantity": "1", 

                	"name": "lemon wedge, to serve", 

                	} 

					

			], 

			"method": “STEP 1
						Heat oven to 200C/fan 180C/gas 6. Toss chips in oil. Spread over a baking sheet in an even layer, bake for 40 mins until browned and crisp. Put the fish in a shallow dish, brush lightly with oil, salt and pepper. Sprinkle with half the lemon juice, bake for 12-15 mins. After 10 mins sprinkle over a little parsley and lemon zest to finish cooking.

						STEP 2
						Meanwhile, mix the capers, yogurt, remaining parsley and lemon juice together, set aside and season if you wish. To serve, divide the chips between plates, lift the fish onto the plates and serve with a spoonful of yogurt mix.”, 
			
			"cuisine": "Irish", 

    		"mealTime": "dinner", 

    		"calorieSavings": “”, 

    		"protein": “38g”, 

    		"fat": “9g”, 

			"carbs": “41g”, 

			“image”: 

        	}, 
			
			{ 

 		“originalName”: “Burgers”, 

		"healthyName": "Roasted black bean burgers", 

		"ingredients": [ 

            			{ 

               		"quantity": "1½", 
					
                	"name": "red onions", 

               		}, 

            		{ 

               		"quantity": "200 g", 

               		"name": "mixed mushrooms", 

               		}, 

           			{ 

               		"quantity": "100 g", 

               		"name": "rye bread", 

               		}, 

           			{ 

           	  		"quantity": "1 tsp", 

               		"name": "ground coriander", 

               		}, 

           			{ 

               		"quantity": "1 x 400 g tin", 

               		"name": "black beans", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

                	"name": "olive oil", 

                	} 

					{ 

                	"quantity": "40 g", 

                	"name": "mature Cheddar cheese", 

                	} 

					{ 

                	"quantity": "4", 

                	"name": "soft rolls", 

                	} 

					{ 

                	"quantity": "100g", 

                	"name": "ripe cherry tomatoes", 

                	} 

					{ 

                	"quantity": "1", 

                	"name": "lime", 

                	} 

					{ 

                	"quantity": "1 tbsp", 

					"name": "chipotle Tabasco sauce", 

                	} 

					{ 
					
                	"quantity": "1", 

                	"name": "ripe mango
", 

                	} 

					{ 

                	"quantity": "1", 

                	"name": "ripe avocado", 

					} 

					{ 

					"quantity": "4 tablespoons", 

					"name": "natural yoghurt", 

					} 

					{ 

					"quantity": "4 sprigs", 

					"name": "fresh coriander", 

					} 

			],

			"method": “Method
						Preheat the oven to 200ºC/400ºF/gas 6.
						Peel 1 onion, place in a food processor with the mushrooms, rye bread and 1 teaspoon of ground coriander, and whiz until fine.
						Drain and pulse in the black beans, season lightly with sea salt and black pepper, then divide into 4 and shape into patties, roughly 2.5cm thick.
						Rub all over with oil and dust with ground coriander, then place on an oiled baking tray and roast for 25 minutes, or until dark and crispy, topping with the Cheddar and warming the rolls for the last few minutes.
						Meanwhile, peel and very finely chop the remaining onion with the tomatoes and place in a bowl. Squeeze over the lime juice, add a few shakes of Tabasco and season to taste. Destone, peel and finely slice the mango and avocado.
						Halve the warm rolls and divide the yoghurt between the bases, followed by half the salsa, the mango, avocado and coriander leaves. Top with the burgers, remaining salsa and extra Tabasco, pop the lids on and press down lightly. Always nice with oven-roasted, skin-on chips.”, 
			
			"cuisine": "European", 

    		"mealTime": "Dinner", 

    		"calorieSavings": “”, 

    		"protein": “19g”, 

    		"fat": “18.g”, 

			"carbs": “64g”, 

			“image”: 

        	}, 
			
		


] 